partitioned-pipe-two-phase/fluid2-openfoam/0.orig/p_rgh
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p_rgh;
}

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet
    {
        type            fixedFluxExtrapolatedPressure;
        value           uniform 0;
    }

    outlet
    {
    	type		fixedValue;
        value           uniform 0;
    }

    fixedWalls
    {
        type            fixedFluxPressure;
        value           uniform 0;
    }

    defaultFaces
    {
        type            empty;
    }
}
